Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Agree to secure the materials.
pl: Zgódź się zdobyć materiały.

source: Agree to the request.
pl: Przyjmij jej prośbę.

source: Agreed.
pl: Potwierdzam.

source: Ah Juliet, Juliet, I am not wholly sure!
pl: Ach... Julio, Julio... Nie jestem tego pewien!

source: Ah Juliet, Juliet, then I shall take thy life!
pl: Ach... Julio, Julio... Więc odbiorę i twoje życie!

source: Ah ha ha ha ha ha ha ha hah!
pl: Ah ha ha ha ha ha ha ha ha!

source: Ah ha! Aaaaah ha ha ha!
pl: Ha ha! Aaaaaa ha ha ha!

source: Ah!
pl: Ach!

source: Ah! 9S! Yes, it is me. Many apologies for the sudden transmission.
pl: Ach! 9S! Tak, to ja. Przepraszam za tę nagłą transmisję.

source: Ah! A stone tablet with laws written upon it! That's definitely worth a reward.
pl: Ach! Kamienna tablica ze spisanymi prawami! To zdecydowanie zasługuje na nagrodę.

source: Ah! A tri-color cable! I must have it!
pl: Ach! Trójkolorowy kabel! Muszę go mieć!

source: Ah! A2!
pl: Ach! A2!

source: Ah! Ahhhhh...
pl: Ach! Achhhhh...

source: Ah! Allow me to see it at once.
pl: Ach! Pokażcie mi ją natychmiast.

source: Ah! It's the woman from before!
pl: Ach! To kobieta z wcześniej!

source: Ah! My precious cable! Give it here.
pl: Ach! Mój drogocenny kabel! Dawaj go!

source: Ah! Still haven't learned your lesson, have you?
pl: Ach! Kiedy się w końcu nauczysz, co?

source: Ah! Thank you so much.
pl: Ach! Wielkie dzięki.

source: Ah! Thank you so much. I find this data from mankind to be ever so fascinating...
pl: Ach! Bardzo dziękuję. Te dane o ludzkości są dla mnie niezwykle fascynujące...

source: Ah! The prodigal child returns once more!
pl: Ach! Wracają do mnie marnotrawne dzieci!

source: Ah! Will you help Father Servo after all?
pl: Ach! A więc jednak pomożesz Ojcu Servo?

source: Ah! You have a four-color cable! Gimme.
pl: Ach! Macie czterokolorowy kabel! Dajcie go.

source: Ah! You're back!
pl: Ach! Wróciłeś!

source: Ah! Your white sword!
pl: Ah! Twój biały miecz!

source: Ah, 2B.
pl: Ach, 2B.

source: Ah, 9S...
pl: Ach, 9S...

source: Ah, <SARU_JAN>...
pl: Ach, <SARU_JAN>...

source: Ah, A2! You have the part needed to repair the child!
pl: Ach, A2! Zdobyłaś część potrzebną do naprawienia dziecka!

source: Ah, A2. Can I help you with something?
pl: Ach, A2. Mogę ci w czymś pomóc?

source: Ah, I see, I see.
pl: Ach, tak, rozumiem.

source: Ah, Juliet, Juliet, wherefore art thou, Juliet?
pl: Ach... Julio, Julio... Gdzieżeś ty, Julio?

source: Ah, a pity. Come find Father Servo if you change your mind.
pl: Ach, szkoda. Wróćcie do Ojca Servo, jeśli zmienicie zdanie.

source: Ah, excellent. Now Father Servo can modify himself anew.
pl: Doskonale. Dzięki temu, Ojciec Servo może dokonać kolejnej modyfikacji.

source: Ah, excellent. Now we can engage in a new form of training.
pl: Ach, doskonale. Teraz możemy rozpocząć nowy rodzaj treningu.

source: Ah, forget it. We've all got our own work to do, right?
pl: Ach, cóż za piękna myśl, ale... nieważne. W końcu, każdy z nas ma swoją robotę do wykonania, co nie?

source: Ah, it's you.
pl: Ach, to ty.

source: Ah, never mind. Forget I said anything.
pl: Ech, nieważne... Zapomnij, że coś mówiłem.

source: Ah, right.
pl: Ach, racja.

source: Ah, right. I should probably repay you for all of your help. Please take this.
pl: Ach, racja. Powinienem wynagrodzić waszą pomoc. Proszę, weźcie to.

source: Ah, screw it. Better go see Pascal.
pl: Ach, walić to! Lepiej będzie, jak zobaczę się z Pascalem.

source: Ah, that's where satellite information is put into map data.
pl: Ach, to tam informacje z satelity umieszczane są na mapie.

source: Ah, well.
pl: No cóż.

source: Ah, well. Enough of that.
pl: No cóż.... Wystarczy tego.

source: Ah, yeah, I'm just imitating an old ritual.
pl: Sam nie jestem tego pewny... Po prostu naśladuję stary rytuał.

source: Ah, yes. Fascinating...
pl: Ach, tak. Fascynujące...

source: Ah, yes. I see.
pl: Ach, tak. Rozumiem.

source: Ah. 9S.
pl: Ach. 9S.

source: Ah. I see.
pl: Aha... Rozumiem.

source: Ah. I see. This is about Devola and Popola.
pl: Ach, już rozumiem... Pewnie chodzi o Devolę i Popolę, tak?

source: Ah. It's you.
pl: Ach. To ty.

source: Ah. Let me see...
pl: Ach. Pozwól mi spojrzeć...

source: Ah. Yeah, I was tinkering with something like that a little while back.
pl: Aha... Tak. Jakiś czas temu grzebałam przy czymś takim.

source: Ah...
pl: Ach...

source: Ah... A2, right?
pl: Ach...A2, prawda?

source: Ah... Ahhhhh...
pl: A... Aaaaaa...

source: Ah... And here you are.
pl: Ach... I oto jesteście.

source: Ah... So that's where you were...
pl: Ach... A więc to tutaj byłaś...

source: Ah... You wish to know the reason we in the village detest fighting?
pl: Ach... Chciałbyś poznać powód, dla którego mieszkańcy wioski odrzucają walkę?

source: Ah...I see.
pl: Ach... Rozumiem.

source: Ahh, how did it come to this!? Please stop all the killing!
pl: Ach, jak w ogóle mogło do tego dojść?! Proszę, zatrzymajcie tę rzeź!

source: Ahh, this is amazing... This head is...amazing!
pl: Ach, to niesamowite... Ta głowa jest... niesamowita!

source: Ahh... I see it... The light...
pl: Ahh... Dostrzegam je... Światło...

source: Ahh... Why did this happen?
pl: Aaa... Dlaczego tak się stało?

source: Ahhh! Help me! Please help me!
pl: Ach! Pomóż mi! Proszę, pomóż mi!

source: Ahhh... I can't wait to have a drink after work.
pl: Ahh... Już nie mogę się doczekać, jak po pracy czegoś się napiję.

source: Ahhh... Why did this happen...?
pl: Aaaa... Dlaczego to się stało?

source: Ahhhhh... I love hanging out in high places!
pl: Achhhh... Uwielbiam wysokie miejsca!

source: Aid the game creator.
pl: Pomóż twórcy gier.

source: Aim for the enemy androids!
pl: Celować we wrogie androidy!

source: Aircraft Carrier Captain
pl: Kapitan lotniskowca

source: Alack and woe, I find myself once again strapped for the proverbial coin of the realm.
pl: Cóż za nieszczęście... Znów zostałem bez przysłowiowego grosza przy duszy.

source: Alas, but sadly this staggering work of genius has exhausted my funding.
pl: Niestety, to oszałamiające dzieło geniuszu wyczerpało moje fundusze.

source: Alas, we lack the parts to do so.
pl: Niestety, ale brakuje nam do tego odpowiednich części.

source: Alert.
pl: Uwaga!

source: Alert: 2B has defeated the Goliath-class heavy-weapon unit.
pl: Uwaga: 2B udało się pokonać ciężkozbrojną jednostkę klasy Goliat.

source: Alert: 2B is currently engaging a machine lifeform of significant ability.
pl: Uwaga: 2B podjęła walkę z mechaniczną formą życia o potężnych zdolnościach.

source: Alert: A broken filter will cause significant problems with fuel distribution.
pl: Uwaga: zepsuty filtr będzie sprawiał znaczące problemy z dystrybucją paliwa.

source: Alert: Abnormalities detected in vital signs. Pulse rate nearing dangerous levels.
pl: Uwaga: wykryto nieprawidłowości w parametrach życiowych. Tętno zbliża się do niebezpiecznego poziomu.

source: Alert: Abnormality detected in vitals of unit 9S.
pl: Uwaga: wykryto nieprawidłowości w funkcjach życiowych jednostki 9S.

source: Alert: Access point communications jammed.
pl: Uwaga: system łączności punktu dostępu zagłuszany.

source: Alert: All communications are currently being jammed.
pl: Uwaga: cała łączność jest aktualnie zakłócona.

source: Alert: All stamps have been obtained.
pl: Uwaga: otrzymano wszystkie pieczątki.

source: Alert: Allied signal detected.
pl: Uwaga: wykryto sojuszniczy sygnał.

source: Alert: Black boxes for all YoRHa units now offline.
pl: Uwaga: czarne skrzynki wszystkich jednostek YoRHa znajdują się teraz w trybie offline.

source: Alert: Bulletproof apparatus detected on enemies.
pl: Uwaga: wykryto urządzenia kuloodporne zamontowane na przeciwnikach.

source: Alert: Combat inadvisable during abnormal vital conditions.
pl: Uwaga: przy nieprawidłowych parametrach życiowych walka jest niezalecana.

source: Alert: Connection lost. Unable to reach Command.
pl: Uwaga: utracono połączenie. Nie jest możliwe nawiązanie kontaktu z Dowództwem.

source: Alert: Corruption confirmed in YoRHa unit 9S's self-consciousness data.
pl: Uwaga: potwierdzono skażenie w danych samoświadomości jednostki YoRHa 9S.

source: Alert: Critical damage to flight unit.
pl: Uwaga: wykryto krytyczne obrażenia jednostki latającej.

source: Alert: Current intel insufficient for Command. Suggest investigating machine lifeform settlement.
pl: Uwaga: dane wywiadowcze niewystarczające dla Dowództwa. Sugestia: zaleca się zbadanie osady mechanicznych form życia.

source: Alert: Damage to data backup system.
pl: Uwaga: wykryto uszkodzenia systemu kopii zapasowej danych.

source: Alert: Data synchronization is mandatory for all YoRHa units.
pl: Uwaga: synchronizacja danych jest obowiązkowa dla wszystkich jednostek YoRHa.

source: Alert: Defense systems cannot be reached from the ground.
pl: Uwaga: systemy obronne nieosiągalne z poziomu ziemi.

source: Alert: Detecting an unusually high number of hostile machine lifeforms.
pl: Uwaga: wykryto nietypowo dużą ilość agresywnych mechanicznych form życia.

source: Alert: Deterioration found in black box.
pl: Uwaga: wykryto naruszenie stanu czarnej skrzynki.

source: Alert: Disruption detected in YoRHa unit 9S's self-consciousness data. Corruption potential critical.
pl: Uwaga: wykryto zakłócenia w danych samoświadomości jednostki YoRHa 9S. Wysoka szansa na skażenie.

source: Alert: Elemental output of magical weapons has increased.
pl: Uwaga: wzrosła moc żywiołów broni magicznych.

source: Alert: Emergency support request found in transmission records.
pl: Uwaga: w zapiskach odnaleziono prośbę o natychmiastową pomoc.

source: Alert: Enemies detected.
pl: Uwaga: wykryto wrogie jednostki.

source: Alert: Enemy caution level rising.
pl: Uwaga: wzrósł poziom ostrożności wroga.

source: Alert: Enemy deception detected.
pl: Uwaga: wykryto wrogi podstęp.

source: Alert: Enemy forces gathering around Devola and Popola. Situation critical.
pl: Uwaga: wrogie siły zbierają się wokół Devoli i Popoli. Sytuacja krytyczna.

source: Alert: Enemy hacking detected.
pl: Uwaga: wykryto wrogie hakowanie.

source: Alert: Enemy provocation detected. Emotional turmoil rising.
pl: Uwaga: wykryto wrogą prowokację. Poziom emocjonalnego napięcia wzrasta.

source: Alert: Enemy reinforcements are infiltrating the facility.
pl: Uwaga: wrogie posiłki włamują się do obiektu.

source: Alert: Enemy units sighted ahead.
pl: Uwaga: Dostrzeżono wrogie jednostki.

source: Alert: Energy shield detected over enemy unit.
pl: Uwaga: wykryto pole energetyczne wokół jednostki wroga.

source: Alert: Energy shields detected on multiple enemy fighters.
pl: Uwaga: wykryto osłony energetyczne na wielu wrogich jednostkach.

source: Alert: Entering battle without a functioning sword constitutes an unacceptable risk.
pl: Uwaga: walka bez sprawnego miecza stanowi niedopuszczalne ryzyko.

source: Alert: Excessive combat activity will put unacceptable strain on your body.
pl: Uwaga: nadmierna aktywność bojowa spowoduje niedopuszczalne obciążenie.

source: Alert: Exiting the planned operational area.
pl: Uwaga: opuszczanie wyznaczonego obszaru działań.

source: Alert: FFCS and NFCS systems unresponsive.
pl: Uwaga: systemy FFCS i NFCS przestały odpowiadać.

source: Alert: FFCS destroyed. Ranged combat no longer operable.
pl: Uwaga: FFCS zostało zniszczone. Walka dystansowa nie jest już możliwa.

source: Alert: Faint black box signal detected.
pl: Uwaga: wykryto słaby sygnał czarnej skrzynki.

source: Alert: Fuel filter performance deteriorating.
pl: Uwaga: wydajność filtra paliwa pogarsza się.

source: Alert: Functionality reduced due to hacking activity.
pl: Uwaga: funkcjonalność została ograniczona na skutek ataku hakerskiego.

source: Alert: Hacking has resulted in an alignment of synaptic transmissions.
pl: Uwaga: hakowanie przyniosło nawiązanie transmisji synaptycznej.

source: Alert: Heavy damage to Ho229 flight unit.
pl: Uwaga: jednostka latająca Ho229 odniosła poważne obrażenia.

source: Alert: High-flow areas may impede movement.
pl: Uwaga: obszary o silnym przepływie mogą utrudniać ruch.

source: Alert: High-powered jamming detected.
pl: Uwaga: wykryto potężne zakłócenia.

source: Alert: Hostile machine lifeforms detected in the vicinity of the non-functioning transporter. Jamming signals detected.
pl: Uwaga: wykryto wrogie mechaniczne formy życia w pobliżu niesprawnego transportera. Zidentyfikowano sygnały zakłócające.

source: Alert: Hostile machine lifeforms detected.
pl: Uwaga: wykryto wrogie mechaniczne formy życia.

source: Alert: Incoming enemy attack from below.
pl: Uwaga: nadchodzi wrogi atak wyprowadzony od dołu.

source: Alert: Incoming message from Command.
pl: Uwaga: otrzymano wiadomość z Dowództwa.

source: Alert: Jamming signals detected from enemy units.
pl: Uwaga: wykryto sygnały zakłócające ze strony wrogich jednostek.

source: Alert: Large enemy group detected.
pl: Uwaga: wykryto dużą grupę przeciwników.

source: Alert: Large-scale ground tremors detected.
pl: Uwaga: wykryto wstrząsy sejsmiczne o dużej skali.

source: Alert: Leaving the operational area has resulted in significant allied casualties.
pl: Uwaga: opuszczenie obszaru operacyjnego spodowuje znaczną ilość ofiar wśród sojuszniczych jednostek.

source: Alert: Leaving the zone of combat would mean abandoning the androids Devola and Popola.
pl: Uwaga: opuszczenie strefy walki oznaczałoby porzucenie androidów Devola i Popola.

source: Alert: Local machine lifeforms are converging on the area.
pl: Uwaga: okoliczne mechaniczne formy życia koncentrują się w tym rejonie.

source: Alert: Machine lifeforms detected. Confirmed to be high-energy and equipped with dangerous weaponry.
pl: Uwaga: wykryto wrogie mechaniczne formy życia. Potwierdzono, że są wysokoenergetyczne, i że zostały wyposażone w niebezpieczną broń.

source: Alert: Magical weapons from the old world detected.
pl: Uwaga: wykryto użycie magicznej broni, pochodzącej ze starego świata.

source: Alert: Mail received from Command.
pl: Uwaga: otrzymano wiadomość od Dowództwa.

source: Alert: Massive energy signature detected.
pl: Uwaga: wykryto oznaki masywnych ilości energii.

source: Alert: Memory alloy required to repair this unit.
pl: Uwaga: w celu naprawy tej jednostki wymagany jest stop pamięci.

source: Alert: Memory data for unit 9S has not yet been updated.
pl: Uwaga: wciąż nie zaktualizowano danych pamięci jednostki 9S.

source: Alert: Mission orders received.
pl: Uwaga: otrzymano rozkazy misji.

source: Alert: Multiple Resistance members detected beneath this room.
pl: Uwaga: poniżej tego pokoju wykryto liczne sygnały członków Ruchu Oporu.

source: Alert: Multiple enemies confirmed.
pl: Uwaga: potwierdzono wiele wrogich jednostek.

source: Alert: Multiple machine lifeforms detected above our position.
pl: Uwaga: nad naszą pozycją wykryto liczne mechaniczne formy życia.

source: Alert: Multiple pursuers detected.
pl: Uwaga: wykryto ruch sporej ilości...

source: Alert: NFCS destroyed. Close-range combat no longer operable.
pl: Uwaga: NFCS zostało zniszczone. Walka wręcz nie jest już możliwa.

source: Alert: NFCS failure.
pl: Uwaga: awaria NFCS.

source: Alert: Obstacle ahead.
pl: Uwaga: przeszkoda przed nami.

source: Alert: Oncoming EMP attack detected.
pl: Uwaga: wykryto nadchodzący atak EMP.

source: Alert: Organic pharmacology textbook discovered.
pl: Uwaga: odnaleziono podręcznik farmakologii organicznej.

source: Alert: Poor reception in this area is preventing data upload.
pl: Uwaga: słaby zasięg w tym obszarze uniemożliwia przesłanie danych.

source: Alert: Possible enemy ambush ahead.
pl: Uwaga: prawdopodobieństwo zasadzki wroga.

source: Alert: Proceed with mission operations immediately.
pl: Uwaga: niezwłocznie powrócić do wykonywania misji.

source: Alert: Reactor core temperature rising.
pl: Uwaga: wykryto wzrost temperatury rdzenia reaktora.

source: Alert: Saturation attack triggered by enemy consciousness data.
pl: Uwaga: nastąpiło nasycenie ataków, które zostało spowodowane danymi ze świadomości wroga.

source: Alert: Severe virus corruption. Probability of successful deletion extremely low.
pl: Uwaga: poważne uszkodzenia spowodowane wirusem. Szansa skutecznego usunięcia jest szacowane jako ekstremalnie niskie.

source: Alert: Signal code detected for missing plug-in chip.
pl: Uwaga: wykryto sygnał skradzionego czipu.

source: Alert: Storage media found.
pl: Uwaga: odnaleziono nośnik z danymi.

source: Alert: Target is former YoRHa captain 8B, currently wanted for desertion.
pl: Uwaga: celem jest była kapitan YoRHa 8B, aktualnie poszukiwana za dezercję.

source: Alert: Targets are rogue units 22B and 64B, currently designated for detention. (need to get "two two B" and "six four B" version)
pl: Uwaga: celem są zbuntowane jednostki 22B i 64B, aktualnie przeznaczone do zatrzymania.

source: Alert: The description of a female Resistance member with red hair matches that of our client.
pl: Uwaga: opis rudowłosej członkini Ruchu Oporu pasuje do naszej zleceniodawczyni.

source: Alert: The machine lifeform Pascal has returned.
pl: Uwaga: mechaniczna forma życia Pascal powróciła.

source: Alert: The specifications of this plug-in chip are unusual.
pl: Uwaga: specyfikacja tego czipu jest nietypowa.

source: Alert: The structure known as the Tower has opened its gate.
pl: Uwaga: brama struktury znanej jako Wieża, została otwarta.

source: Alert: The use of B-Mode to increase nuclear fusion output carries unacceptable levels of risk.
pl: Uwaga: użycie Trybu B w celu zwiększenia mocy fuzji nuklearnej wiąże się z nieakceptowalnym poziomem ryzyka.

source: Alert: Theft of physical objects may disturb the resident.
pl: Uwaga: kradzież obiektów fizycznych może zaniepokoić mieszkańca.

source: Alert: This is one of the Resistance members we were asked to locate.
pl: Uwaga: to jeden z członków Ruchu Oporu, o znalezienie których zostaliśmy poproszeni.

source: Alert: This unit is currently wanted by YoRHa. Annihilation recommended.
pl: Uwaga: ta jednostka jest poszukiwana przez YoRHę. Zalecane zniszczenie.

source: Alert: Unusual heat generation in central nervous system. Internal combustion imminent.
pl: Uwaga: wykryto nietypowe wytwarzanie ciepła w centralnym układzie nerwowym. Nastąpi wewnętrzne przegrzanie.

source: Alert: Virus contamination rate 70 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 70 procent.

source: Alert: Virus contamination rate 90 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 90 procent.

source: Alert: Virus contamination rate up to 16 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 16 procent.

source: Alert: Virus contamination rate up to 21 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 21 procent.

source: Alert: Virus contamination rate up to 32 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 32 procent.

source: Alert: Virus contamination rate up to 57 percent.
pl: Uwaga: wykryto skażenie wirusem na poziomie 57 procent.

source: Alert: Virus detected in locomotion region. High probability that infection source is transplanted parts from corrupted units.
pl: Uwaga: wykryto wirusa w obszarze ruchu. Najprawdopodobniej, źródłem infekcji jest przeszczepiona część od zainfekowanej jednostki.

source: Alert: Virus infection detected.
pl: Uwaga: wykryto infekcję wirusową.

source: Alert: Vital signs declining.
pl: Uwaga: zanik sygnałów życiowych.

source: Alert: Voice patterns detected from inside storage facility.
pl: Uwaga: wykryto głos dochodzący ze środka magazynu.

source: Alert: We are not authorized to access this data.
pl: Uwaga: brak autoryzacji dostępu do tych danych.

source: Alert: YoRHa unit 2B will sustain serious damage unless the virus is eliminated.
pl: Uwaga: jednostka YoRHa 2B odniesie poważne uszkodzenia, jeśli wirus nie zostanie usunięty.

source: Alert: You are moving away from the last known position of unit 9S.
pl: Uwaga: oddalono się od ostatniego znanego położenia 9S.

source: Algeria
pl: Algieria

source: Alien Cells
pl: Komórki kosmitów

source: Alien Heart
pl: Serce kosmity

source: Alien Mask
pl: Maska kosmity

source: Alien Report
pl: Raport o kosmitach

source: Alien Ship
pl: Statek kosmitów

source: All
pl: Wszyscy

source: All Chips
pl: Wszystkie czipy

source: All Control Systems Abnormal
pl: Uszkodzenia wszystkich systemów kontroli

source: All EXP lost.
pl: Utracono wszystkie PD.

source: All I do is fly through the sky all day. Sometimes I just want to try something else.
pl: Cały dzień tylko latam po niebie. Czasem chciałbym spróbować czegoś innego.

source: All I know is ruin. And androids.
pl: Pamiętam tylko ruiny. I androidy.

source: All Items
pl: Wszystkie przedmioty

source: All Quests
pl: Wszystkie zadania

source: All Resistance fighters in the vicinity were annihilated.
pl: Wszyscy członkowie Ruchu Oporu, którzy znajdowali się w zasięgu tego ataku, zostali unicestwieni.

source: All Rights Reserved.
pl: Wszystkie prawa zastrzeżone.

source: All Systems Green
pl: Wszystkie systemy w normie

source: All Weapons
pl: Wszystkie bronie

source: All YoRHa members are ordered to engage at once.
pl: Wszyscy członkowie YoRHy dostali rozkazy, aby natychmiast przystąpić do walki.

source: All YoRHa members are to report to combat stations immediately.
pl: Wszystkie jednostki YoRHa mają natychmiast udać się na stanowiska bojowe.

source: All YoRHa to battle stations! Stay alert and report any unusual Earth-based activity at once!
pl: Całą YoRHa do stacji bojowych! Pozostańcie czujni i natychmiast raportujcie każdą nietypową aktywność na Ziemi!

source: All YoRHa units are hereby ordered to prioritize data collection above all else.
pl: Wszystkie jednostki YoRHa mają rozkaz potraktować priorytetowo cel zbierania danych.

source: All YoRHa units should proceed and engage immediately!
pl: Wszystkie jednostki YoRHa powinny natychmiast ruszyć do akcji i podjąć walkę!

source: All YoRHa units...launch...
pl: Wszystkie jednostki YoRHa... wystrzelić...

source: All allied units down.
pl: Wszystkie sojusznicze jednostki zosłały zniszczone.

source: All androids are terrible, but the ones calling themselves YoRHa are the worst of them all.
pl: Wszystkie androidy są okropne, ale te nazywające siebie YoRHa są najgorsze z wszystkich.

source: All auto-control chips have been removed.
pl: Wszystkie czipy autosterowania zostały usunięte.

source: All auto-control chips have been removed. You can now use <KC_LOCKON_2> to lock on, and <KC_LOCKON_2><ICON_PLUS_2><KC_LOCK_CHANGE_2> to switch targets.
pl: Wszystkie czipy autosterowania zostały usunięte. Możesz teraz używać <KC_LOCKON_2> do namierzania i <KC_LOCKON_2><ICON_PLUS_2><KC_LOCK_CHANGE_2> do zmiany celu.

source: All checks complete.
pl: Wszystko zostało sprawdzone.

source: All clear to the right! All clear to the left! Nothing to report today!
pl: Z prawej czysto! Z lewej czysto! Nie mam dzisiaj niczego do zgłoszenia!

source: All data must be destroyed.
pl: Wszystkie dane muszą zostać zniszczone.

source: All elevator controls unlocked.
pl: Wszystkie systemy sterowania windą zostały odblokowane.

source: All hail the Forest King!
pl: Chwała Królowi Lasu!

source: All hail the king!
pl: Chwała Królowi!

source: All hail the machines!
pl: Niech żyją maszyny!

source: All he does is spout a bunch of mumbo-jumbo about something called "philosophy."
pl: Cały czas bredzi coś niezrozumiałego o czymś, co nazywa „filozofią”.

source: All items lost.
pl: Utracono wszystkie przedmioty.

source: All locations with energy readings have been investigated. Return to Anemone and hand over the data.
pl: Wszystkie miejsca z odczytami energetycznymi zostały zbadane. Wróć do Anemony i przekaż jej dane.

source: All material transport takes place via aerial vehicles.
pl: Cały transport materiałów odbywa się za pomocą latających maszyn.
